Repository: capsule-native/capsule
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, tr, zh_hans

source: %@ are not supported by the current container build.
es: %@ no son compatibles con la compilación actual de container.
fr: %@ ne sont pas pris en charge par la version actuelle de container.
ja: %@ は現在の container ビルドでサポートされていません。
tr: %@ geçerli konteyner derlemesi tarafından desteklenmiyor.
zh_hans: 当前 container 构建版本不支持 %@。

source: %@ unavailable
es: %@ no disponible
fr: %@ indisponible
ja: %@ は利用できません
tr: %@ kullanılamıyor
zh_hans: %@ 不可用

source: %@ will appear here.
es: %@ aparecerá aquí.
fr: %@ s'affichera ici.
ja: %@ がここに表示されます。
tr: %@ burada görünecek.
zh_hans: %@ 将显示在此处。

source: %lld Containers Selected
es: %lld contenedores seleccionados
fr: %lld conteneurs sélectionnés
ja: %lld 個のコンテナを選択中
tr: %lld Konteyner Seçildi
zh_hans: 已选择 %lld 个容器

source: %lld Images Selected
es: %lld imágenes seleccionadas
fr: %lld images sélectionnées
ja: %lld 個のイメージを選択中
tr: %lld İmaj Seçildi
zh_hans: 已选择 %lld 个镜像

source: %lld Machines Selected
es: %lld máquinas seleccionadas
fr: %lld machines sélectionnées
ja: %lld 個のマシンを選択中
tr: %lld Makine Seçildi
zh_hans: 已选择 %lld 个虚拟机

source: %lld Networks Selected
es: %lld redes seleccionadas
fr: %lld réseaux sélectionnés
ja: %lld 個のネットワークを選択中
tr: %lld Ağ Seçildi
zh_hans: 已选择 %lld 个网络

source: %lld percent
es: %lld por ciento
fr: %lld pour cent
ja: %lld パーセント
tr: yüzde %lld
zh_hans: 百分之 %lld

source: %lld pulls
es: %lld extracciones
fr: %lld téléchargements
ja: %lld 回のプル
tr: %lld çekme
zh_hans: %lld 次拉取

source: %lld stars
es: %lld estrellas
fr: %lld étoiles
ja: スター %lld 件
tr: %lld yıldız
zh_hans: %lld 个星标

source: %lld Volumes Selected
es: %lld volúmenes seleccionados
fr: %lld volumes sélectionnés
ja: %lld 個のボリュームを選択中
tr: %lld Birim Seçildi
zh_hans: 已选择 %lld 个存储卷

source: ^[%lld image](inflect: true) will be removed:
es: Se eliminará ^[%lld imagen](inflect: true):
fr: ^[%lld image](inflect: true) sera supprimée :
ja: ^[%lld 個のイメージ](inflect: true)が削除されます:
tr: ^[%lld imaj](inflect: true) kaldırılacak:
zh_hans: ^[将移除 %lld 个镜像](inflect: true)：

source: ^[%lld network](inflect: true) will be removed:
es: Se eliminará ^[%lld red](inflect: true):
fr: ^[%lld réseau](inflect: true) sera supprimé :
ja: ^[%lld 個のネットワーク](inflect: true)が削除されます:
tr: ^[%lld ağ](inflect: true) kaldırılacak:
zh_hans: ^[将移除 %lld 个网络](inflect: true)：

source: ^[%lld stopped container](inflect: true) will be removed:
es: Se eliminará ^[%lld contenedor detenido](inflect: true):
fr: ^[%lld conteneur arrêté](inflect: true) sera supprimé :
ja: ^[%lld 個の停止中コンテナ](inflect: true)が削除されます:
tr: ^[%lld durdurulmuş konteyner](inflect: true) kaldırılacak:
zh_hans: ^[将移除 %lld 个已停止的容器](inflect: true)：

source: ^[%lld volume](inflect: true) will be removed:
es: Se eliminará ^[%lld volumen](inflect: true):
fr: ^[%lld volume](inflect: true) sera supprimé :
ja: ^[%lld 個のボリューム](inflect: true)が削除されます:
tr: ^[%lld birim](inflect: true) kaldırılacak:
zh_hans: ^[将移除 %lld 个存储卷](inflect: true)：

source: About
es: Acerca de
fr: À propos
ja: 情報
tr: Hakkında
zh_hans: 关于

source: Activity
es: Actividad
fr: Activité
ja: アクティビティ
tr: Etkinlik
zh_hans: 活动

source: Activity will appear here.
es: La actividad aparecerá aquí.
fr: L'activité s'affichera ici.
ja: アクティビティがここに表示されます。
tr: Etkinlik burada görünecek.
zh_hans: 活动将显示在此处。

source: Add a %@ row
es: Agregar una fila de %@
fr: Ajouter une ligne %@
ja: %@ 行を追加
tr: %@ satırı ekle
zh_hans: 添加 %@ 行

source: Add a domain to resolve container names locally.
es: Agrega un dominio para resolver nombres de contenedores localmente.
fr: Ajoutez un domaine pour résoudre les noms de conteneurs localement.
ja: コンテナ名をローカルで解決するためのドメインを追加します。
tr: Konteyner adlarını yerel olarak çözümlemek için bir alan adı ekleyin.
zh_hans: 添加用于本地解析容器名称的域名。

source: Add a registry to push and pull private images.
es: Agrega un registro para subir y extraer imágenes privadas.
fr: Ajoutez un registre pour pousser et tirer des images privées.
ja: プライベートイメージをプッシュ・プルするためのレジストリを追加します。
tr: Özel imajları göndermek ve çekmek için bir kayıt defteri ekleyin.
zh_hans: 添加镜像仓库以推送和拉取私有镜像。

source: Add a row
es: Agregar una fila
fr: Ajouter une ligne
ja: 行を追加
tr: Satır ekle
zh_hans: 添加行

source: Add DNS Domain
es: Agregar dominio DNS
fr: Ajouter un domaine DNS
ja: DNS ドメインを追加
tr: DNS Alan Adı Ekle
zh_hans: 添加 DNS 域名

source: Add Domain…
es: Agregar dominio…
fr: Ajouter un domaine…
ja: ドメインを追加…
tr: Alan Adı Ekle…
zh_hans: 添加域名…

source: Add in Terminal
es: Agregar en Terminal
fr: Ajouter dans Terminal
ja: ターミナルで追加
tr: Terminal'de Ekle
zh_hans: 在终端中添加

source: Add Registry…
es: Agregar registro…
fr: Ajouter un registre…
ja: レジストリを追加…
tr: Kayıt Defteri Ekle…
zh_hans: 添加镜像仓库…

source: Add row
es: Agregar fila
fr: Ajouter une ligne
ja: 行を追加
tr: Satır ekle
zh_hans: 添加行

source: Administrator access
es: Acceso de administrador
fr: Accès administrateur
ja: 管理者権限
tr: Yönetici erişimi
zh_hans: 管理员权限

source: Advanced
es: Avanzado
fr: Avancé
ja: 詳細
tr: Gelişmiş
zh_hans: 高级

source: all
es: todos
fr: tout
ja: すべて
tr: tümü
zh_hans: 全部

source: All
es: Todos
fr: Tout
ja: すべて
tr: Tümü
zh_hans: 全部

source: Arch
es: Arq.
ja: アーキテクチャ
tr: Mimari
zh_hans: 架构

source: Architecture
es: Arquitectura
ja: アーキテクチャ
tr: Mimari
zh_hans: 架构

source: Archive member (optional)
es: Miembro del archivo (opcional)
fr: Membre de l'archive (facultatif)
ja: アーカイブメンバー（任意）
tr: Arşiv üyesi (isteğe bağlı)
zh_hans: 归档成员（可选）

source: Attached
es: Conectado
fr: Attaché
ja: アタッチ済み
tr: Bağlı
zh_hans: 已连接

source: Attached containers (%lld)
es: Contenedores conectados (%lld)
fr: Conteneurs attachés (%lld)
ja: アタッチ済みコンテナ (%lld)
tr: Bağlı konteynerler (%lld)
zh_hans: 已连接的容器 (%lld)

source: Automatically check for updates
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
ja: アップデートを自動的に確認
tr: Güncellemeleri otomatik denetle
zh_hans: 自动检查更新

source: Back to results
es: Volver a los resultados
fr: Retour aux résultats
ja: 結果に戻る
tr: Sonuçlara dön
zh_hans: 返回结果

source: Block I/O
es: E/S de bloque
fr: E/S bloc
ja: ブロック I/O
tr: Blok G/Ç
zh_hans: 块 I/O

source: Boot
es: Arranque
fr: Démarrage
ja: ブート
tr: Önyükleme
zh_hans: 启动

source: Boot log
es: Registro de arranque
fr: Journal de démarrage
ja: ブートログ
tr: Önyükleme günlüğü
zh_hans: 启动日志

source: Boot log output
es: Salida del registro de arranque
fr: Sortie du journal de démarrage
ja: ブートログの出力
tr: Önyükleme günlüğü çıktısı
zh_hans: 启动日志输出

source: Browse
es: Explorar
fr: Parcourir
ja: 参照
tr: Gözat
zh_hans: 浏览

source: Build
es: Compilar
fr: Générer
ja: ビルド
tr: Derle
zh_hans: 构建

source: Build an Image
es: Compilar una imagen
fr: Générer une image
ja: イメージをビルド
tr: İmaj Derle
zh_hans: 构建镜像

source: Build an image from a Dockerfile
es: Compila una imagen a partir de un Dockerfile
fr: Générer une image à partir d'un Dockerfile
ja: Dockerfile からイメージをビルド
tr: Dockerfile'dan bir imaj derle
zh_hans: 从 Dockerfile 构建镜像

source: Build context
es: Contexto de compilación
fr: Contexte de build
ja: ビルドコンテキスト
tr: Derleme bağlamı
zh_hans: 构建上下文

source: Built-in network
es: Red integrada
fr: Réseau intégré
ja: 組み込みネットワーク
tr: Yerleşik ağ
zh_hans: 内置网络

source: Builtin (protected)
es: Integrada (protegida)
fr: Intégré (protégé)
ja: 組み込み（保護対象）
tr: Yerleşik (korumalı)
zh_hans: 内置（受保护）

source: Builtin network (protected)
es: Red integrada (protegida)
fr: Réseau intégré (protégé)
ja: 組み込みネットワーク（保護対象）
tr: Yerleşik ağ (korumalı)
zh_hans: 内置网络（受保护）

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
tr: İptal
zh_hans: 取消

source: Cancelled
es: Cancelado
fr: Annulé
ja: キャンセル済み
tr: İptal Edildi
zh_hans: 已取消

source: Change Kernel
es: Cambiar kernel
fr: Changer de noyau
ja: カーネルを変更
tr: Çekirdeği Değiştir
zh_hans: 更改内核

source: Change Kernel…
es: Cambiar kernel…
fr: Changer de noyau…
ja: カーネルを変更…
tr: Çekirdeği Değiştir…
zh_hans: 更改内核…

source: Change review (%lld)
es: Revisar cambios (%lld)
fr: Révision des modifications (%lld)
ja: 変更のレビュー（%lld）
tr: Değişiklikleri gözden geçir (%lld)
zh_hans: 更改审阅 (%lld)

source: Changes take effect after the machine restarts.
es: Los cambios surtirán efecto tras reiniciar la máquina.
fr: Les modifications prennent effet après le redémarrage de la machine.
ja: 変更はマシンの再起動後に反映されます。
tr: Değişiklikler makine yeniden başlatıldıktan sonra geçerli olur.
zh_hans: 更改将在虚拟机重启后生效。

source: Check Again
es: Comprobar de nuevo
fr: Vérifier à nouveau
ja: 再確認
tr: Tekrar Denetle
zh_hans: 重新检查

source: Check for Updates…
es: Buscar actualizaciones…
fr: Rechercher des mises à jour…
ja: アップデートを確認…
tr: Güncellemeleri Denetle…
zh_hans: 检查更新…

source: Checking…
es: Comprobando…
fr: Vérification…
ja: 確認中…
tr: Denetleniyor…
zh_hans: 正在检查…

source: Choose a container’s Logs… action to stream its output.
es: Elige la acción Registros… de un contenedor para transmitir su salida.
fr: Choisissez l’action Journaux… d’un conteneur pour diffuser sa sortie.
ja: コンテナの「ログ…」アクションを選択すると出力をストリーミングできます。
tr: Çıktısını akışa almak için bir konteynerin Günlükler… eylemini seçin.
zh_hans: 选择容器的“日志…”操作以实时查看其输出。

source: Choose File…
es: Elegir archivo…
fr: Choisir un fichier…
ja: ファイルを選択…
tr: Dosya Seç…
zh_hans: 选择文件…

source: Choose folder
es: Elegir carpeta
fr: Choisir un dossier
ja: フォルダを選択
tr: Klasör seç
zh_hans: 选择文件夹

source: Choose…
es: Elegir…
fr: Choisir…
ja: 選択…
tr: Seç…
zh_hans: 选择…

source: Clean Up
es: Limpiar
fr: Nettoyer
ja: 整理
tr: Temizle
zh_hans: 清理

source: Clean Up Images
es: Limpiar imágenes
fr: Nettoyer les images
ja: イメージを整理
tr: İmajları Temizle
zh_hans: 清理镜像

source: Clean Up Networks
es: Limpiar redes
fr: Nettoyer les réseaux
ja: ネットワークを整理
tr: Ağları Temizle
zh_hans: 清理网络

source: Clean Up Stopped Containers
es: Limpiar contenedores detenidos
fr: Nettoyer les conteneurs arrêtés
ja: 停止中のコンテナを整理
tr: Durdurulmuş Konteynerleri Temizle
zh_hans: 清理已停止的容器

source: Clean Up Volumes
es: Limpiar volúmenes
fr: Nettoyer les volumes
ja: ボリュームを整理
tr: Birimleri Temizle
zh_hans: 清理存储卷

source: Clear Finished
es: Borrar finalizadas
fr: Effacer les tâches terminées
ja: 完了済みをクリア
tr: Tamamlananları Temizle
zh_hans: 清除已完成项

source: Close
es: Cerrar
fr: Fermer
ja: 閉じる
tr: Kapat
zh_hans: 关闭

source: Collected
es: Recopilado
fr: Collecté
ja: 収集済み
tr: Toplandı
zh_hans: 已收集

source: Command
es: Comando
fr: Commande
ja: コマンド
tr: Komut
zh_hans: 命令

source: Command Console
es: Consola de comandos
fr: Console de commandes
ja: コマンドコンソール
tr: Komut Konsolu
zh_hans: 命令控制台

source: Command preview
es: Vista previa del comando
fr: Aperçu de la commande
ja: コマンドプレビュー
tr: Komut önizlemesi
zh_hans: 命令预览

source: Compatibility
es: Compatibilidad
fr: Compatibilité
ja: 互換性
tr: Uyumluluk
zh_hans: 兼容性

source: Complete the operation in Terminal, then Refresh.
es: Completa la operación en Terminal y luego actualiza.
fr: Terminez l’opération dans Terminal, puis actualisez.
ja: ターミナルで操作を完了してから、更新してください。
tr: İşlemi Terminal’de tamamlayın, ardından Yenile’ye tıklayın.
zh_hans: 在终端中完成该操作，然后点按“刷新”。

source: Components
es: Componentes
fr: Composants
ja: コンポーネント
tr: Bileşenler
zh_hans: 组件

source: Configuration
es: Configuración
ja: 構成
tr: Yapılandırma
zh_hans: 配置

source: Connected Containers (%lld)
es: Contenedores conectados (%lld)
fr: Conteneurs connectés (%lld)
ja: 接続中のコンテナ（%lld）
tr: Bağlı Konteynerler (%lld)
zh_hans: 已连接容器 (%lld)

source: Connections
es: Conexiones
fr: Connexions
ja: 接続
tr: Bağlantılar
zh_hans: 连接

source: Connectivity
es: Conectividad
fr: Connectivité
ja: 接続状況
tr: Bağlanabilirlik
zh_hans: 连通性

source: Console output
es: Salida de la consola
fr: Sortie de la console
ja: コンソール出力
tr: Konsol çıktısı
zh_hans: 控制台输出

source: Container
es: Contenedor
fr: Conteneur
ja: コンテナ
tr: Konteyner
zh_hans: 容器

source: Container → Host
es: Contenedor → Host
fr: Conteneur → Hôte
ja: コンテナ → ホスト
tr: Konteyner → Ana Bilgisayar
zh_hans: 容器 → 主机

source: container id
es: id de contenedor
fr: ID du conteneur
ja: コンテナID

source: Containers
es: Contenedores
fr: Conteneurs
ja: コンテナ
tr: Konteynerler
zh_hans: 容器

source: Containers you create will appear here.
es: Los contenedores que crees aparecerán aquí.
fr: Les conteneurs que vous créez apparaîtront ici.
ja: 作成したコンテナはここに表示されます。
tr: Oluşturduğunuz konteynerler burada görünür.
zh_hans: 你创建的容器将显示在此处。

source: Continue
es: Continuar
fr: Continuer
ja: 続ける
tr: Devam Et
zh_hans: 继续

source: Copy
es: Copiar
fr: Copier
ja: コピー
tr: Kopyala
zh_hans: 复制

source: Copy %@
es: Copiar %@
fr: Copier %@
ja: %@をコピー
tr: %@ Kopyala
zh_hans: 复制 %@

source: Copy %@ (%@)
es: Copiar %1$@ (%2$@)
fr: Copier %1$@ (%2$@)
ja: %1$@をコピー（%2$@）
tr: %1$@ Kopyala (%2$@)
zh_hans: 复制 %1$@ (%2$@)

source: Copy Bug Report
es: Copiar informe de error
fr: Copier le rapport de bug
ja: バグレポートをコピー
tr: Hata Raporunu Kopyala
zh_hans: 复制错误报告

source: Copy command
es: Copiar comando
fr: Copier la commande
ja: コマンドをコピー
tr: Komutu kopyala
zh_hans: 复制命令

source: Copy digest
es: Copiar digest
fr: Copier le digest
ja: ダイジェストをコピー
tr: Özeti kopyala
zh_hans: 复制摘要

source: Copy Digest
es: Copiar digest
fr: Copier le digest
ja: ダイジェストをコピー
tr: Özeti Kopyala
zh_hans: 复制摘要

source: Copy Files
es: Copiar archivos
fr: Copier des fichiers
ja: ファイルをコピー
tr: Dosyaları Kopyala
zh_hans: 复制文件

source: Copy Files…
es: Copiar archivos…
fr: Copier des fichiers…
ja: ファイルをコピー…
tr: Dosyaları Kopyala…
zh_hans: 复制文件…

source: Copy full digest (%@)
es: Copiar digest completo (%@)
fr: Copier le digest complet (%@)
ja: 完全なダイジェストをコピー（%@）
tr: Tam özeti kopyala (%@)
zh_hans: 复制完整摘要 (%@)

source: Copy Name
es: Copiar nombre
fr: Copier le nom
ja: 名前をコピー
tr: Adı Kopyala
zh_hans: 复制名称

source: Copy Reference
es: Copiar referencia
fr: Copier la référence
ja: 参照をコピー
tr: Referansı Kopyala
zh_hans: 复制引用

source: Copy Subnet
es: Copiar subred
fr: Copier le sous-réseau
ja: サブネットをコピー
tr: Alt Ağı Kopyala
zh_hans: 复制子网

source: Copy transcript
es: Copiar transcripción
fr: Copier la transcription
ja: トランスクリプトをコピー
tr: Dökümü kopyala
zh_hans: 复制记录

source: Could not load components
es: No se pudieron cargar los componentes
fr: Impossible de charger les composants
ja: コンポーネントを読み込めませんでした
tr: Bileşenler yüklenemedi
zh_hans: 无法加载组件

source: CPUs (optional)
es: CPUs (opcional)
fr: CPU (facultatif)
ja: CPU（任意）
tr: CPU (isteğe bağlı)
zh_hans: CPU 数（可选）

source: Create
es: Crear
fr: Créer
ja: 作成
tr: Oluştur
zh_hans: 创建

source: Create a machine
es: Crear una máquina
fr: Créer une machine
ja: マシンを作成
tr: Makine oluştur
zh_hans: 创建虚拟机

source: Create a network
es: Crear una red
fr: Créer un réseau
ja: ネットワークを作成
tr: Ağ oluştur
zh_hans: 创建网络

source: Create a volume
es: Crear un volumen
fr: Créer un volume
ja: ボリュームを作成
tr: Birim oluştur
zh_hans: 创建存储卷

source: Create Machine
es: Crear máquina
fr: Créer une machine
ja: マシンを作成
tr: Makine Oluştur
zh_hans: 创建虚拟机

source: Create Network
es: Crear red
fr: Créer un réseau
ja: ネットワークを作成
tr: Ağ Oluştur
zh_hans: 创建网络

source: Create Tag
es: Crear etiqueta
fr: Créer une étiquette
ja: タグを作成
tr: Etiket Oluştur
zh_hans: 创建标签

source: Create Volume
es: Crear volumen
fr: Créer un volume
ja: ボリュームを作成
tr: Birim Oluştur
zh_hans: 创建存储卷

source: Create without booting
es: Crear sin iniciar
fr: Créer sans démarrer
ja: 起動せずに作成
tr: Başlatmadan oluştur
zh_hans: 创建但不启动

source: Created
es: Creado
fr: Créé
ja: 作成済み
tr: Oluşturuldu
zh_hans: 已创建

source: Credentials are valid.
es: Las credenciales son válidas.
fr: Les identifiants sont valides.
ja: 資格情報は有効です。
tr: Kimlik bilgileri geçerli.
zh_hans: 凭据有效。

source: Current kernel
es: Kernel actual
fr: Noyau actuel
ja: 現在のカーネル
tr: Geçerli çekirdek
zh_hans: 当前内核

source: Custom — %@
es: Personalizado — %@
fr: Personnalisé — %@
ja: カスタム — %@
tr: Özel — %@
zh_hans: 自定义 — %@

source: Custom…
es: Personalizado…
fr: Personnalisé…
ja: カスタム…
tr: Özel…
zh_hans: 自定义…

source: Dangling (untagged) image
es: Imagen huérfana (sin etiquetar)
fr: Image en suspens (sans étiquette)
ja: ダングリング（タグなし）イメージ
tr: Sahipsiz (etiketsiz) imaj
zh_hans: 悬空（未打标签）镜像

source: Dangling image
es: Imagen huérfana
fr: Image en suspens
ja: ダングリングイメージ
tr: Sahipsiz imaj
zh_hans: 悬空镜像

source: Dangling only
es: Solo huérfanas
fr: En suspens uniquement
ja: ダングリングのみ
tr: Yalnızca sahipsiz
zh_hans: 仅悬空

source: Default
es: Predeterminado
fr: Par défaut
ja: デフォルト
tr: Varsayılan
zh_hans: 默认

source: Default machine
es: Máquina predeterminada
fr: Machine par défaut
ja: デフォルトマシン
tr: Varsayılan makine
zh_hans: 默认虚拟机

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
tr: Sil
zh_hans: 删除

source: Delete %@ (requires administrator)
es: Eliminar %@ (requiere administrador)
fr: Supprimer %@ (administrateur requis)
ja: %@ を削除（管理者権限が必要）
tr: %@ öğesini sil (yönetici gerektirir)
zh_hans: 删除 %@（需要管理员权限）

source: Delete DNS domain
es: Eliminar dominio DNS
fr: Supprimer le domaine DNS
ja: DNSドメインを削除
tr: DNS alan adını sil
zh_hans: 删除 DNS 域

source: Delete DNS domain %@?
es: ¿Eliminar el dominio DNS %@?
fr: Supprimer le domaine DNS %@ ?
ja: DNSドメイン %@ を削除しますか？
tr: %@ DNS alan adı silinsin mi?
zh_hans: 要删除 DNS 域 %@ 吗？

source: Delete in Terminal
es: Eliminar en Terminal
fr: Supprimer dans le Terminal
ja: ターミナルで削除
tr: Terminal'de sil
zh_hans: 在终端中删除

source: Delete Preset
es: Eliminar preajuste
fr: Supprimer le préréglage
ja: プリセットを削除
tr: Ön Ayarı Sil
zh_hans: 删除预设

source: Delete the selected machine
es: Eliminar la máquina seleccionada
fr: Supprimer la machine sélectionnée
ja: 選択したマシンを削除
tr: Seçili makineyi sil
zh_hans: 删除所选虚拟机

source: Delete…
es: Eliminar…
fr: Supprimer…
ja: 削除…
tr: Sil…
zh_hans: 删除…

source: Destination
es: Destino
ja: 送信先
tr: Hedef
zh_hans: 目标

source: Detach
es: Separar
fr: Détacher
ja: デタッチ
tr: Ayır
zh_hans: 分离

source: Detach (run in background)
es: Separar (ejecutar en segundo plano)
fr: Détacher (exécuter en arrière-plan)
ja: デタッチ（バックグラウンドで実行）
tr: Ayır (arka planda çalıştır)
zh_hans: 分离（在后台运行）

source: Direction
es: Dirección
ja: 方向
tr: Yön
zh_hans: 方向

source: Disk
es: Disco
fr: Disque
ja: ディスク
zh_hans: 磁盘

source: Dismiss
es: Descartar
fr: Ignorer
ja: 閉じる
tr: Kapat
zh_hans: 关闭

source: Docker Hub is busy
es: Docker Hub está ocupado
fr: Docker Hub est occupé
ja: Docker Hub が混み合っています
tr: Docker Hub meşgul
zh_hans: Docker Hub 繁忙

source: Docker Hub is throttling requests. Try again shortly.
es: Docker Hub está limitando las solicitudes. Vuelve a intentarlo en breve.
fr: Docker Hub limite les requêtes. Réessayez sous peu.
ja: Docker Hub がリクエストを制限しています。しばらくしてから再試行してください。
tr: Docker Hub istekleri kısıtlıyor. Kısa süre sonra yeniden deneyin.
zh_hans: Docker Hub 正在限制请求速率，请稍后重试。

source: Domain
es: Dominio
fr: Domaine
ja: ドメイン
tr: Alan Adı
zh_hans: 域

source: Done
es: Listo
fr: Terminé
ja: 完了
tr: Tamam
zh_hans: 完成

source: Download Installer
es: Descargar instalador
fr: Télécharger le programme d'installation
ja: インストーラをダウンロード
tr: Yükleyiciyi İndir
zh_hans: 下载安装程序

source: Downloads and installs a known-good kernel.
es: Descarga e instala un kernel verificado.
fr: Télécharge et installe un noyau reconnu fiable.
ja: 動作確認済みのカーネルをダウンロードしてインストールします。
tr: Bilinen sağlam bir çekirdeği indirir ve yükler.
zh_hans: 下载并安装已知可用的内核。

source: Drag a .tar archive here
es: Arrastra un archivo .tar aquí
fr: Faites glisser une archive .tar ici
ja: .tar アーカイブをここにドラッグ
tr: Bir .tar arşivini buraya sürükleyin
zh_hans: 将 .tar 存档拖到此处

source: Driver options
es: Opciones del controlador
fr: Options du pilote
ja: ドライバオプション
tr: Sürücü seçenekleri
zh_hans: 驱动选项

source: e.g. 4
es: p. ej., 4
fr: p. ex. 4
ja: 例: 4
tr: örn. 4
zh_hans: 例如 4

source: e.g. 8G
es: p. ej., 8G
fr: p. ex. 8G
ja: 例: 8G
tr: örn. 8G
zh_hans: 例如 8G

source: e.g. 10.0.0.0/24
es: p. ej., 10.0.0.0/24
fr: p. ex. 10.0.0.0/24
ja: 例: 10.0.0.0/24
tr: örn. 10.0.0.0/24
zh_hans: 例如 10.0.0.0/24

source: e.g. 127.0.0.1
es: p. ej., 127.0.0.1
fr: p. ex. 127.0.0.1
ja: 例: 127.0.0.1
tr: örn. 127.0.0.1
zh_hans: 例如 127.0.0.1

source: e.g. app-net
es: p. ej., app-net
fr: p. ex. app-net
ja: 例: app-net
tr: örn. app-net
zh_hans: 例如 app-net

source: e.g. docker.io/library/alpine:latest
es: p. ej., docker.io/library/alpine:latest
fr: p. ex. docker.io/library/alpine:latest
ja: 例: docker.io/library/alpine:latest
tr: örn. docker.io/library/alpine:latest
zh_hans: 例如 docker.io/library/alpine:latest

source: e.g. fd00::/64
es: p. ej., fd00::/64
fr: p. ex. fd00::/64
ja: 例: fd00::/64
tr: örn. fd00::/64
zh_hans: 例如 fd00::/64

source: e.g. ghcr.io
es: p. ej., ghcr.io
fr: p. ex. ghcr.io
ja: 例: ghcr.io
tr: örn. ghcr.io
zh_hans: 例如 ghcr.io

source: e.g. ghcr.io/me/app:1.0
es: p. ej., ghcr.io/me/app:1.0
fr: p. ex. ghcr.io/me/app:1.0
ja: 例: ghcr.io/me/app:1.0
tr: örn. ghcr.io/me/app:1.0
zh_hans: 例如 ghcr.io/me/app:1.0

source: e.g. linux/amd64
es: p. ej., linux/amd64
fr: p. ex. linux/amd64
ja: 例: linux/amd64
tr: örn. linux/amd64
zh_hans: 例如 linux/amd64

source: e.g. linux/arm64
es: p. ej., linux/arm64
fr: p. ex. linux/arm64
ja: 例: linux/arm64
tr: örn. linux/arm64
zh_hans: 例如 linux/arm64

source: e.g. test
es: p. ej., test
fr: p. ex. test
ja: 例: test
tr: örn. test
zh_hans: 例如 test

source: e.g. ubuntu:24.04
es: p. ej. ubuntu:24.04
fr: p. ex. ubuntu:24.04
ja: 例: ubuntu:24.04
tr: örn. ubuntu:24.04
zh_hans: 例如 ubuntu:24.04

source: Edit Configuration
es: Editar configuración
fr: Modifier la configuration
ja: 設定を編集
tr: Yapılandırmayı Düzenle
zh_hans: 编辑配置

source: Edit Configuration (TOML)
es: Editar configuración (TOML)
fr: Modifier la configuration (TOML)
ja: 設定を編集（TOML）
tr: Yapılandırmayı Düzenle (TOML)
zh_hans: 编辑配置（TOML）

source: Edit Configuration…
es: Editar configuración…
fr: Modifier la configuration…
ja: 設定を編集…
tr: Yapılandırmayı Düzenle…
zh_hans: 编辑配置…

source: Empty logs can be normal — some startup modes write only to files, not the unified log.
es: Es normal que los registros estén vacíos; algunos modos de inicio solo escriben en archivos, no en el registro unificado.
fr: Des journaux vides peuvent être normaux — certains modes de démarrage écrivent uniquement dans des fichiers, pas dans le journal unifié.
ja: ログが空でも異常とは限りません。一部の起動モードは統合ログではなくファイルにのみ書き込みます。
tr: Boş günlükler normal olabilir — bazı başlatma modları yalnızca dosyalara yazar, birleşik günlüğe yazmaz.
zh_hans: 日志为空可能是正常的——某些启动模式只写入文件，不写入统一日志。

source: Ended
es: Finalizado
fr: Terminé
ja: 終了
tr: Sona Erdi
zh_hans: 已结束

source: Example: %@:/app/file
es: Ejemplo: %@:/app/file
fr: Exemple : %@:/app/file
ja: 例: %@:/app/file
tr: Örnek: %@:/app/file
zh_hans: 示例：%@:/app/file

source: Exec in %@
es: Exec en %@
fr: Exécuter dans %@
ja: %@ で Exec
tr: %@ içinde çalıştır (Exec)
zh_hans: 在 %@ 中执行

source: Export
es: Exportar
fr: Exporter
ja: エクスポート
tr: Dışa Aktar
zh_hans: 导出

source: Export “%@” to a tar archive on disk.
es: Exportar “%@” a un archivo tar en disco.
fr: Exporter « %@ » vers une archive tar sur le disque.
ja: “%@” をディスク上の tar アーカイブにエクスポートします。
tr: “%@” öğesini diskte bir tar arşivine dışa aktarın.
zh_hans: 将“%@”导出为磁盘上的 tar 归档文件。

source: Export Container
es: Exportar contenedor
fr: Exporter le conteneur
ja: コンテナをエクスポート
tr: Konteyneri Dışa Aktar
zh_hans: 导出容器

source: Export Diagnostics
es: Exportar diagnóstico
fr: Exporter les diagnostics
ja: 診断情報をエクスポート
tr: Tanılamayı Dışa Aktar
zh_hans: 导出诊断信息

source: Export Diagnostics…
es: Exportar diagnóstico…
fr: Exporter les diagnostics…
ja: 診断情報をエクスポート…
tr: Tanılamayı Dışa Aktar…
zh_hans: 导出诊断信息…

source: Export Failed
es: Error al exportar
fr: Échec de l'exportation
ja: エクスポートに失敗しました
tr: Dışa Aktarma Başarısız
zh_hans: 导出失败

source: Export Transcript…
es: Exportar transcripción…
fr: Exporter la transcription…
ja: トランスクリプトをエクスポート…
tr: Dökümü Dışa Aktar…
zh_hans: 导出会话记录…

source: Export…
es: Exportar…
fr: Exporter…
ja: エクスポート…
tr: Dışa Aktar…
zh_hans: 导出…

source: Failed
es: Fallido
fr: Échec
ja: 失敗
tr: Başarısız
zh_hans: 失败

source: File
es: Archivo
fr: Fichier
ja: ファイル
tr: Dosya
zh_hans: 文件

source: File access
es: Acceso a archivos
fr: Accès aux fichiers
ja: ファイルアクセス
tr: Dosya erişimi
zh_hans: 文件访问

source: Filter
es: Filtro
fr: Filtrer
ja: フィルタ
tr: Filtre
zh_hans: 筛选
